{
    "auth": {
        "login_header": "All adventures",
        "login_header2": "start somewhere",
        "login_punchline": "It just happens",
        "login_punchline2": "that yours starts here",
        "login_btn": "Sign in with Discord"
    },
    "main": {
        "nav_home": "Home",
        "nav_features": "Features",
        "nav_devs": "Developers",
        "nav_dash_btn_notlogged": "Sign in with Discord",
        "nav_dash_btn": "Dashboard",
        "hero_main1": "Unleash the",
        "hero_main2": "full potential",
        "hero_main3": "of your server.",
        "hero_punchline": "With Evelyn, the possibilities you've always dreamed of are instantly unlocked. Completely free of charge.",
        "footer_punchline": "Unleash the full potential of your server.",
        "footer_links": "Links",
        "footer_link1": "Privacy Policy",
        "footer_link2": "Terms of Service",
        "footer_copyright": "漏 2023 Shadowrunners, all rights reserved. Made with  by scrappie."
    },
    "privacy": {
        "section1_q": "What data does Evelyn collect and why?",
        "section1_r": "路 Evelyn collects public information such as the ID of your server, the ID of the channels (and roles) you select for our systems. Additionally, for integration purposes, we collect webhook related information including IDs and tokens that were exclusively created by Evelyn. We collect this information solely for the purpose of integrating and ensuring that systems such as moderation logging and confessions work properly. Webhook tokens are treated as sensitive and confidential information and thus have additional protection set in place in order to safeguard them from unauthorized access and are not shared with any 3rd parties.",
        "section2_q": "Does Evelyn send my data to any 3rd parties?",
        "section2_r": " 路 By default, Evelyn does not send any information to third party services. However, components such as the anti-phishing component require us to send any message containing URLs to their service to detect and flag harmful links. This process is entirely anonymously and does not expose any identifying information (such as the user's ID or username). Please note that this feature is opt-in, and you have the choice to opt out at any time.",
        "section2_r2": "Outside of this special case, we do not share or sell your data for advertising or marketing purposes. Additionally, we do not share your personally identifying information with 3rd parties, except when required by law.",
        "section3_q": "How is my data stored and handled?",
        "section3_r": "路 The collected data is securely stored in a MongoDB database to prevent external access. While extensive security measures are in place, we (Shadowrunners) cannot guarantee absolute protection against unintentional or malicious breaches of data. In the unlikely event of a breach, all users will be promptly notified through the Discord client application.",
        "section4_q": "Underage Users",
        "section4_r": "路 Evelyn is designed for individuals aged 13 or older, or in compliance with the minimum age requirements dictated by local laws and regulations. We do not knowingly collect or retain personal information from users who fall below this age threshold. If you are under the specified age limit, we ask that you refrain from using the bot's services. If we become aware that we have inadvertently collected data from an underage user, we will take swift measures to remove the information from our systems and suspend the user's access indefinitely.",
        "agreement": "By using or interacting with Evelyn, you agree to the terms outlined in this policy. If you have further questions, please contact us on our Discord server. This policy may be updated to reflect changes or legal requirements. In the event of a policy update, all users will be notified via the Discord client application on our server."

    },
    "dash": {
        "servers": {
            "title": "Welcome back, ",
            "description": "Select a server to manage your Evelyn experience."
        },
        "button": {
            "enablefeature": "Enable",
            "disablefeature": "Disable",
            "configfeature": "Configure",
            "invite": "Invite Evelyn",
            "save": "Save",
            "discard": "Discard",
            "tryagain": "Try Again"
        },
        "features": {
            "name": "Features",
            "antiphishing": {
                "title": "Anti-Phishing",
                "description": "Protects your server against fraudulent links that steal users information."
            },
            "confessions": {
                "title": "Confessions",
                "description": "Sends an anonymous message to a designated channel."
            },
            "goodbye": {
                "title": "Goodbye",
                "description": "Sends a custom message when a user leaves the server."
            },
            "logs": {
                "title": "Logs",
                "description": "Logs every single mod(s) action / server change to a designated channel."
            },
            "levelling": {
                "title": "Levelling",
                "description": "Makes chatting more rewarding by introducing an XP system."
            },
            "starboard": {
                "title": "Starboard",
                "description": "Highlight and archive the best messages sent on your server."
            },
            "tickets": {
                "title": "Tickets",
                "description": "Makes your moderation team's job of helping server members easier."
            },
            "verification": {
                "title": "Verification",
                "description": "Blocks bots and raiders by making them complete a captcha before entering."
            },
            "welcome": {
                "title": "Welcome",
                "description": "Sends a custom message when a user joins the server."
            }
        },
        "banner": {
            "title": "Welcome back, runner.",
            "description": "What would you like to configure?"
        }
    },
    "breadcrumbs": {
        "home": "Pages"
    },
    "error": {
        "load": "Failed to load this cyberspace. Perhaps the backend has gone haywire?",
        "not_found": "System Failure",
        "not_found_desc": "Uh oh, Evelyn couldn't access this cyberspace as she isn't a member of it.",
        "not_enabled": "This feature is not enabled",
        "not_enabled_desc": "Enable this feature in order to customize its aspects."
    },
    "loading": "Loading",
    "unsaved": "Save Changes?"
}